{
    "books": [
        {
            "id": "1",
            "title": "Killers of the Flower Moon: The Osage Murders and the Birth of the FBI",
            "description": "In the 1920s, the richest people per capita in the world were members of the Osage Nation in Oklahoma. After oil was discovered beneath their land, the Osage rode in chauffeured automobiles, built mansions, and sent their children to study in Europe. Then, one by one, the Osage began to be killed off. As the death toll surpassed more than twenty-four Osage, the newly created F.B.I. took up the case, in what became one of the organization's first major homicide investigations. An undercover team, including one of the only Native American agents in the bureau, infiltrated the region, struggling to adopt the latest modern techniques of detection to bring an end to the deadly crime spree. Together with the Osage they began to expose one of the most chilling conspiracies in American history.In this youngification of the adult bestseller, critically acclaimed author David Grann revisits the gripping investigation into the shocking crimes against the Osage people. It is a searing indictment of the callousness and prejudice toward Native Americans that allowed the murderers to continue for so long and provides essential information for young readers about a shameful period in U.S. history.",
            "category": "mystery",
            "author": "David Grann",
            "image": "https://images-na.ssl-images-amazon.com/images/I/81Xy1ugiWeL._AC_UL254_SR254,254_.jpg",
            "price": "816"
        },
        {
            "id": "2",
            "title": "Iron Flame (The Empyrean, 2)",
            "description": "Everyone expected Violet Sorrengail to die during her first year at Basgiath War College, Violet included. But Threshing was only the first impossible test meant to weed out the weak-willed, the unworthy, and the unlucky.Now the real training begins, and Violet's already wondering how she'll get through. It's not just that it's grueling and maliciously brutal, or even that it's designed to stretch the riders' capacity for pain beyond endurance. It's the new vice commandant, who's made it his personal mission to teach Violet exactly how powerless she is - unless she betrays the man she loves.Although Violet's body might be weaker and frailer than everyone else's, she still has her wits, and a will of iron. And leadership is forgetting the most important lesson Basgiath has taught her: Dragon riders make their own rules.But a determination to survive won't be enough this year.Because Violet knows the real secret hidden for centuries at Basgiath War College - and nothing, not even dragon fire, may be enough to save them in the end.",
            "category": "fiction",
            "author": "Rebecca Yarros",
            "image": "https://images-na.ssl-images-amazon.com/images/I/91ke43dIxkL._AC_UL254_SR254,254_.jpg",
            "price": "884"
        },
        {
            "id": "3",
            "title": "Things We Never Got Over (Knockemout)",
            "description": "Escaping her seemingly perfect wedding, Naomi Witt arrives in rough-around-the-edges Knockemout, Virginia, running to the rescue of her estranged twin, Tina.Too bad for Naomi her evil twin hasn't changed at all. After helping herself to Naomi's car and cash, Tina leaves her with something unexpected: the 11-year-old niece she didn't know she had. Now she's stuck in town with no job, no plan, no home and a whole lot of extra responsibility.There's a reason local barber Knox doesn't do complications or high-maintenance women, especially not the romantic ones. But since Naomi's life imploded right in front of him, the least he can do is help her out of her jam. And just as soon as she stops getting into trouble, he can leave her alone and get back to his peaceful, solitary life.At least that's the plan, until their lives begin to entwine in ways they never imagined . . .",
            "category": "romance",
            "author": "Lucy Score",
            "image": "https://images-na.ssl-images-amazon.com/images/I/81IkGU1958L._AC_UL254_SR254,254_.jpg",
            "price": "680"
        },
        {
            "id": "4",
            "title": "The Shadow Work Journal: A Guide to Integrate and Transcend your Shadows",
            "description": "The Shadow Work Journal 2nd Edition is an updated and expanded version of the bestselling self-help book that has helped countless readers to confront and integrate their shadow selves.In this journal, you'll find a series of thought-provoking prompts and exercises designed to help you explore the hidden aspects of yourself that you may have been suppressing or denying. Through the process of shadow work, you'll gain a deeper understanding of your fears, insecurities, and negative patterns of behavior, and learn how to embrace them in order to become a more integrated and authentic version of yourself.Whether you're struggling with anxiety, depression, relationship issues, or simply seeking greater self-awareness, 'The Shadow Work Journal 2nd Edition' offers a powerful tool for personal transformation. With this journal as your guide, you'll embark on a journey of self-discovery and healing that will help you to unlock your full potential and live a more fulfilling life.This updated edition includes new hands-on exercises, journal prompts, and learning material about Shadow Work, as well as a fresh design and layout for an enhanced journaling experience. If you're ready to confront your shadow and embrace your true self, The Shadow Work Journal 2nd Edition is the perfect companion for your journey.",
            "category": "self-help",
            "author": "Keila Shaheen",
            "image": "https://images-na.ssl-images-amazon.com/images/I/51cB5c5e1DL._AC_UL254_SR254,254_.jpg",
            "price": "734"
        },
        {
            "id": "5",
            "title": "Fourth Wing (The Empyrean, 1)",
            "description": "Welcome to the brutal and elite world of Basgiath War College, where everyone has an agenda, and every night could be your last . . .Twenty-year-old Violet Sorrengail was supposed to enter the Scribe Quadrant, living a quiet life among books and history. Now, the commanding general - also known as her tough-as-talons mother - has ordered Violet to join the hundreds of candidates striving to become the elite of Navarre: dragon riders.But when you're smaller than everyone else and your body is brittle, death is only a heartbeat away . . . because dragons don't bond to 'fragile' humans. They incinerate them.With fewer dragons willing to bond than cadets, most would kill Violet to better their own chances of success. The rest would kill her just for being her mother's daughter - like Xaden Riorson, the most powerful and ruthless wingleader in the Riders Quadrant.She'll need every edge her wits can give her just to see the next sunrise.Yet, with every day that passes, the war outside grows more deadly, the kingdom's protective wards are failing, and the death toll continues to rise. Even worse, Violet begins to suspect leadership is hiding a terrible secret.Alliances will be forged. Lives will be lost. Traitors will become allies . . . or even lovers. But sleep with one eye open because once you enter, there are only two ways out: graduate or die.",
            "category": "fiction",
            "author": "Rebecca Yarros",
            "image": "https://images-na.ssl-images-amazon.com/images/I/91n7p-j5aqL._AC_UL127_SR127,127_.jpg",
            "price": "1080"
        },
        {
            "id": "6",
            "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
            "description": "People think that when you want to change your life, you need to think big. But world-renowned habits expert James Clear has discovered another way. He knows that real change comes from the compound effect of hundreds of small decisions: doing two push-ups a day, waking up five minutes early, or holding a single short phone call.He calls them atomic habits.In this ground-breaking book, Clears reveals exactly how these minuscule changes can grow into such life-altering outcomes. He uncovers a handful of simple life hacks (the forgotten art of Habit Stacking, the unexpected power of the Two Minute Rule, or the trick to entering the Goldilocks Zone), and delves into cutting-edge psychology and neuroscience to explain why they matter. Along the way, he tells inspiring stories of Olympic gold medalists, leading CEOs, and distinguished scientists who have used the science of tiny habits to stay productive, motivated, and happy.These small changes will have a revolutionary effect on your career, your relationships, and your life.",
            "category": "self-help",
            "author": "James Clear",
            "image": "https://images-na.ssl-images-amazon.com/images/I/81bGKUa1e0L._AC_UL254_SR254,254_.jpg",
            "price": "799"
        },
        {
            "id": "7",
            "title": "Be Useful: Seven Tools for Life",
            "description": "The world's greatest bodybuilder. The world's highest paid movie star. The leader of the world's sixth largest economy. That these are the same person sounds like the setup to a joke. But this is no joke. This is Arnold Schwarzenegger. And this did not happen by accident.Arnold's stratospheric success happened as part of a process. As the result of clear vision, big thinking, hard work, direct communication, resilient problem-solving, open-minded curiosity, and a commitment to giving back. All of it guided by the one lesson Arnold's father hammered into him above all: be useful. As Arnold conquered every realm he entered, he kept his father's adage close to his heart.Written with his uniquely earnest, blunt, powerful voice, BE USEFUL takes readers on an inspirational tour through Arnold's toolkit for a meaningful life. Arnold shows us how to put those tools to work, in service of whatever fulfilling future we can dream up for ourselves. He brings his insights to vivid life with compelling personal stories, life-changing successes and life-threatening failures alike--some of them famous, some told here for the first time ever.Too many of us struggle to disconnect from our self-pity and connect to our purpose. At an early age, Arnold forged the mental tools to build the ladder out of the poverty and narrow-mindedness of his rural Austrian hometown, tools he used to add rung after rung from there. Now he has shared that wisdom with all of us. As he puts it, no one is going to come rescue you -- you only have yourself. The good news, it turns out, is that you are all you need.",
            "category": "self-help",
            "author": "Arnold Schwarzenegger",
            "image": "https://images-na.ssl-images-amazon.com/images/I/91H1uVS7QxL._AC_UL127_SR127,127_.jpg",
            "price": "499"
        },
        {
            "id": "8",
            "title": "Rhett & Link Present: The Mythical Cookbook: 10 Simple Rules for Cooking Deliciously, Eating Happily, and Living Mythically",
            "description": "When it comes to food—the good, the gooder, and the shockingly not un-good—Mythical Chef Josh, Rhett & Link, and the Mythical Kitcheneers have just about done it all. They’ve taste-tested, mythbusted, and dreamed up the most inventive, delicious, and ridiculous foods imaginable, all for your eyeballs to eat on-screen. But, since your mouth does a much better job of eating than your eyeballs, this flavor-packed cookbook is bringing the best of the Mythical extended universe into your kitchen.",
            "category": "non-fiction",
            "author": "Josh Scherer",
            "image": "https://images-na.ssl-images-amazon.com/images/I/91excBUoPLL._AC_UL254_SR254,254_.jpg",
            "price": "1488"
        },
        {
            "id": "9",
            "title": "The 48 Laws of Power",
            "description": "Drawn from 3,000 years of the history of power, this is the definitive guide to help readers achieve for themselves what Queen Elizabeth I, Henry Kissinger, Louis XIV and Machiavelli learnt the hard way. Law 1: Never outshine the master Law 2: Never put too much trust in friends; learn how to use enemies Law 3: Conceal your intentions Law 4: Always say less than necessary. The text is bold and elegant, laid out in black and red throughout and replete with fables and unique word sculptures. The 48 laws are illustrated through the tactics, triumphs and failures of great figures from the past who have wielded - or been victimised by - power.",
            "category": "self-help",
            "author": "Robert Greene",
            "image": "https://images-na.ssl-images-amazon.com/images/I/61XUtQ7NTgL._AC_UL127_SR127,127_.jpg",
            "price": "510"
        },
        {
            "id": "10",
            "title": "The Exchange: After The Firm (The Firm Series)",
            "description": "What became of Mitch and Abby McDeere after they exposed the crimes of Memphis law firm Bendini, Lambert & Locke and fled the country? The answer is in The Exchange, the riveting sequel to The Firm, the blockbuster thriller that launched the career of America’s favorite storyteller. It is now fifteen years later, and Mitch and Abby are living in Manhattan, where Mitch is a partner at the largest law firm in the world. When a mentor in Rome asks him for a favor that will take him far from home, Mitch finds himself at the center of a sinister plot that has worldwide implications—and once again endangers his colleagues, friends, and family. Mitch has become a master at staying one step ahead of his adversaries, but this time there’s nowhere to hide.",
            "category": "mystery",
            "author": "John Grisham",
            "image": "https://images-na.ssl-images-amazon.com/images/I/91-Dqdv3a8L._AC_UL254_SR254,254_.jpg",
            "price": "589"
        },
        {
            "id": "11",
            "title": "Things We Hide from the Light (Knockemout Series, 2)",
            "description": "But two bullets put a dent in his Southern charm and now he's facing a criminal still on the loose and a town full of citizens that consider the law more of a 'guideline'. The last thing he needs is the leggy, smart-mouthed Lina Solavita moving in next door, making him feel things he doesn't have the energy to feel.Lina is on a mission. As soon as she gets what she's after, she has no intention of sticking around. The town of Knockemout has other ideas. Soon she finds herself sucked into small-town life. Dog-sitting. Saying yes to a bridesmaid's dress. Listening to the sexy chief of police in the shower.But when Nash discovers Lina's secret these friends become furious enemies - though the sparks flying between them don't know the difference between love and hate.",
            "category": "romance",
            "author": "Lucy Score",
            "image": "https://images-na.ssl-images-amazon.com/images/I/81KnVDPNcEL._AC_UL127_SR127,127_.jpg",
            "price": "280"
        },
        {
            "id": "12",
            "title": "Twisted Love (Twisted, 1)",
            "description": "Alex Volkov is a devil blessed with the face of an angel and cursed with a past he can't escape.Driven by a tragedy that has haunted him for most of his life, his ruthless pursuits for success and vengeance leave little room for matters of the heart.But when he's forced to look after his best friend's sister, he starts to feel something in his chest:Ava Chen is a free spirit trapped by nightmares of a childhood she can't remember.A crack.A melt.A fire that could end his world as he knew it.Theirs is a love that was never supposed to happen - but when it does, it unleashes secrets that could destroy them both . . . and everything they hold dear.Twisted Love is a brother's best friend/opposites attract romance with a hint of suspense. It's book one in the Twisted series but can be read as a standalone.Twisted Love is a brother's best friend/opposites attract romance with a hint of suspense. It's book one in the Twisted series but can be read as a standalone.",
            "category": "romance",
            "author": "Ana Huang",
            "image": "https://images-na.ssl-images-amazon.com/images/I/71aXWhr9tTL._AC_UL127_SR127,127_.jpg",
            "price": "212"
        },
        {
            "id": "13",
            "title": "The Seven Husbands of Evelyn Hugo: A Novel",
            "description": "NEW YORK TIMES BESTSELLER “If you’re looking for a book to take on holiday this summer, The Seven Husbands of Evelyn Hugo has got all the glitz and glamour to make it a perfect beach read.” —Bustle From the New York Times bestselling author of Daisy Jones & the Six—an entrancing and “wildly addictive journey of a reclusive Hollywood starlet” (PopSugar) as she reflects on her relentless rise to the top and the risks she took, the loves she lost, and the long-held secrets the public could never imagine.Aging and reclusive Hollywood movie icon Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. But when she chooses unknown magazine reporter Monique Grant for the job, no one is more astounded than Monique herself. Why her? Why now? Monique is not exactly on top of the world. Her husband has left her, and her professional life is going nowhere. Regardless of why Evelyn has selected her to write her biography, Monique is determined to use this opportunity to jumpstart her career. Summoned to Evelyn’s luxurious apartment, Monique listens in fascination as the actress tells her story. From making her way to Los Angeles in the 1950s to her decision to leave show business in the ‘80s, and, of course, the seven husbands along the way, Evelyn unspools a tale of ruthless ambition, unexpected friendship, and a great forbidden love. Monique begins to feel a very real connection to the legendary star, but as Evelyn’s story near its conclusion, it becomes clear that her life intersects with Monique’s own in tragic and irreversible ways. “Heartbreaking, yet beautiful” (Jamie Blynn, Us Weekly), The Seven Husbands of Evelyn Hugo is “Tinseltown drama at its finest” (Redbook): a mesmerizing journey through the splendor of old Hollywood into the harsh realities of the present day as two women struggle with what it means—and what it costs—to face the truth.",
            "category": "fiction",
            "author": "Taylor Jenkins Reid",
            "image": "https://images-na.ssl-images-amazon.com/images/I/71ZvnK+4JiL._AC_UL254_SR254,254_.jpg",
            "price": "369"
        },
        {
            "id": "14",
            "title": "The Housemaid",
            "description": " politely, gazing around the marble hallway.Working here is my last chance to start fresh. I can pretend to be whoever I like.Every day I clean the Winchesters' beautiful house top to bottom. I collect their daughter from school. I cook a delicious meal for the whole family before heading up to eat alone in my tiny room on the top floor.I try to ignore how Nina makes a mess just to watch me clean it up. How she tells strange lies about her own daughter. And how Andrew, her husband, seems more broken every day.But as I look into Andrew's handsome brown eyes, so full of pain, it's hard not to imagine what it would be like to live Nina's life. The walk-in closet, the fancy car, the perfect husband.I soon learn that the Winchesters' secrets are far more dangerous than my own...I try on one of Nina's pristine white dresses once. Just to see what it's like. But she soon found out...and by the time I realize my attic bedroom door only locks from the outside, it's far too late.I reassure myself though: the Winchesters don't know who I really am.They don't know what I'm capable of...",
            "category": "thriller",
            "author": "Frieda McFadden",
            "image": "https://images-na.ssl-images-amazon.com/images/I/81AHTyq2wVL._AC_UL254_SR254,254_.jpg",
            "price": "523"
        },
        {
            "id": "15",
            "title": "Harry Potter and the Prisoner of Azkaban (Harry Potter, Book 3) (MinaLima Edition)",
            "description": "The third book in the Harry Potter series, illustrated in brilliant colour by the iconic design house MinaLima and featuring interactive paper-engineered elements, including the Marauder’s Map! Return to Hogwarts in this stunning edition of Harry Potter and the Prisoner of Azkaban. J.K. Rowling’s complete and unabridged text is accompanied by full-colour illustrations on nearly every page and eight paper-engineered interactive elements. Readers are invited to explore the Knight Bus, reveal the Grim in a teacup, spin the Time-Turner and more! Designed and illustrated by MinaLima ― the award-winning studio behind the graphic style of the Harry Potter and Fantastic Beasts films ― this keepsake edition is the perfect gift for Harry Potter fans of all ages, a beautiful addition to any collector’s bookshelf and an enchanting way to share this beloved series with a new generation of readers.",
            "category": "fiction",
            "author": "J.K Rowling",
            "image": "https://images-na.ssl-images-amazon.com/images/I/71NaVwWsRDL._AC_UL254_SR254,254_.jpg",
            "price": "480"
        },
        {
            "id": "16",
            "title": "Prequel: An American Fight Against Fascism",
            "description": "Rachel Maddow traces the fight to preserve American democracy back to World War II, when a handful of committed public servants and brave private citizens thwarted far-right plotters trying to steer our nation toward an alliance with the Nazis.Inspired by her research for the hit podcast Ultra, Rachel Maddow charts the rise of a wild American strain of authoritarianism that has been alive on the far-right edge of our politics for the better part of a century. Before and even after our troops had begun fighting abroad in World War II, a clandestine network flooded the country with disinformation aimed at sapping the strength of the U.S. war effort and persuading Americans that our natural alliance was with the Axis, not against it. It was a sophisticated and shockingly well-funded campaign to undermine democratic institutions, promote antisemitism, and destroy citizens’ confidence in their elected leaders, with the ultimate goal of overthrowing the U.S. government and installing authoritarian rule.That effort worked—tongue and groove—alongside an ultra-right paramilitary movement that stockpiled bombs and weapons and trained for mass murder and violent insurrection.At the same time, a handful of extraordinary activists and journalists were tracking the scheme, exposing it even as it was unfolding. In 1941 the U.S. Department of Justice finally made a frontal attack, identifying the key plotters, finding their backers, and prosecuting dozens in federal court.None of it went as planned.While the scheme has been remembered in history—if at all—as the work of fringe players, in reality it involved a large number of some of the country’s most influential elected officials. Their interference in law enforcement efforts against the plot is a dark story of the rule of law bending and then breaking under the weight of political intimidation.That failure of the legal system had consequences. The tentacles of that unslain beast have reached forward into our history for decades. But the heroic efforts of the activists, journalists, prosecutors, and regular citizens who sought to expose the insurrectionists also make for a deeply resonant, deeply relevant tale in our own disquieting times.",
            "category": "political",
            "author": "Rachel Maddow",
            "image": "https://images-na.ssl-images-amazon.com/images/I/91Ldk5Qz9sL._AC_UL127_SR127,127_.jpg",
            "price": "2072"
        },
        {
            "id": "17",
            "title": "The Body Keeps the Score: Brain, Mind, and Body in the Healing of Trauma",
            "description": "'Dr. van der Kolk's masterpiece combines the boundless curiosity of the scientist, the erudition of the scholar, and the passion of the truth teller' Judith Herman, author of Trauma and RecoveryThe effects of trauma can be devastating for sufferers, their families and future generations. Here one of the world's experts on traumatic stress offers a bold new paradigm for treatment, moving away from standard talking and drug therapies and towards an alternative approach that heals mind, brain and body.'Fascinating, hard to put down, and filled with powerful case histories. . . . the most important series of breakthroughs in mental health in the last thirty years' Norman Doidge, author of The Brain that Changes Itself",
            "category": "self-help",
            "author": "Bessel van der Kolk",
            "image": "https://images-na.ssl-images-amazon.com/images/I/71bVExi4yXL._AC_UL127_SR127,127_.jpg",
            "price": "769"
        },
        {
            "id": "18",
            "title": "Black Cake: A Novel",
            "description": "Charmaine Wilkerson’s debut novel is a story of how the inheritance of betrayals, secrets, memories, and even names can shape relationships and history. Deeply evocative and beautifully written, Black Cake is an extraordinary journey through the life of a family changed forever by the choices of its matriarch.",
            "category": "fiction",
            "author": "Charmaine Wilkerson ",
            "image": "https://m.media-amazon.com/images/I/81dHj2JGyDL._AC_UY327_FMwebp_QL65_.jpg",
            "price": "1853"
        },
        {
            "id": "19",
            "title": "Percy Jackson and the Olympians: The Chalice of the Gods (Percy Jackson & the Olympians)",
            "description": "Percy Jackson has saved the world multiple times - battling monsters, Titans, even giants - but these days the modern-day son of Poseidon is hoping for a regular final year at school.Too bad the Greek gods have other plans, and three new quests for Percy to complete.First up: the cupbearer of the gods, Ganymede, is missing his golden chalice. Not only is this embarrassing (why do the gods keep losing their magical items?), it's also potentially disastrous. One sip from the cup will turn any mortal into a powerful god. And the old gods do not take kindly to newbies.Can Percy and his friends Annabeth and Grover find the chalice before it falls into the wrong hands? And even if they do, will they be able to resist its awesome power. . .?",
            "category": "fiction",
            "author": "Rick Riordan",
            "image": "https://images-na.ssl-images-amazon.com/images/I/81EwXBeJX+L._AC_UL254_SR254,254_.jpg",
            "price": "439"
        },
        {
            "id": "20",
            "title": "Caught Up",
            "description": "The third book in the Windy City series - the TikTok sensation! --This text refers to the paperback edition.",
            "category": "comedy",
            "author": "Liz Tomforde",
            "image": "https://images-na.ssl-images-amazon.com/images/I/71vFC+x06sL._AC_UL254_SR254,254_.jpg",
            "price": "541"
        },
        {
            "id": "21",
            "title": "Think and Grow Rich",
            "description": "?Both poverty and riches are the offspring of thought.? since its first publication in 1937, think and Grow Rich has been considered the best self-help book in the world. A Bible for people seeking riches and prosperity, this book draws on the life stories of the wealthiest and most successful people of all time. Through this book Napoleon Hill will teach you what to do, and how to do it, to achieve lasting and unprecedented success. In this updated edition, the editors Bill and Ann Hartley have provided commentaries on many passages of the original text and examples of many more successful people, some of whom were inventors, senators, leaders of business and strategy, and even presidents of countries. Change your life as you learn to be ?the master of your fate and the Captain of your soul? through this powerful book.",
            "category": "self-help",
            "author": "Napoleon Hill",
            "image": "https://images-na.ssl-images-amazon.com/images/I/71UypkUjStL._AC_UL254_SR254,254_.jpg",
            "price": "98"
        },
        {
            "id": "22",
            "title": "Outlive: The Science and Art of Longevity",
            "description": "For all its successes, mainstream medicine has failed to make much progress against the diseases of ageing that kill most people: heart disease, cancer, Alzheimer's disease, and type 2 diabetes. Too often, it intervenes with treatments too late, prolonging lifespan at the expense of quality of life. Dr Peter Attia, the world's top longevity expert, believes we must replace this outdated framework with a personalised, proactive strategy for longevity.This isn't 'biohacking,' it's science: a well-founded strategic approach to extending lifespan while improving our physical, cognitive and emotional health, making each decade better than the one before. With Outlive's practical advice and roadmap, you can plot a different path for your life, one that lets you outlive your genes to make each decade better than the one before.",
            "category": "health",
            "author": "Peter Attia",
            "image": "https://images-na.ssl-images-amazon.com/images/I/71Pyj+9IPdL._AC_UL254_SR254,254_.jpg",
            "price": "279"
        },
        {
            "id": "23",
            "title": "12 Rules for Life: An Antidote to Chaos",
            "description": "How should we live properly in a world of chaos and uncertainty?Jordan Peterson has helped millions of people, young and old, men and women, aim at a life of responsibility and meaning. Now he can help you.Drawing on his own work as a clinical psychologist and on lessons from humanity's oldest myths and stories, Peterson offers twelve profound and realistic principles to live by. After all, as he reminds us, we each have a vital role to play in the unfolding destiny of the world.Deep, rewarding and enlightening, 12 Rules for Life is a lifeboat built solidly for stormy seas: ancient wisdom applied to our contemporary problems.",
            "category": "self-help",
            "author": "Jordan B. Peterson",
            "image": "https://images-na.ssl-images-amazon.com/images/I/61BRxtp9qtL._AC_UL127_SR127,127_.jpg",
            "price": "220"
        },
        {
            "id": "24",
            "title": "Rich Dad Poor Dad",
            "description": "April of 2022 marks a 25-year milestone for the personal finance classic Rich Dad Poor Dad that still ranks as the #1 Personal Finance book of all time. And although 25 years have passed since Rich Dad Poor Dad was first published,readers will find that very little in the book itself has changed ― and for good reason. While so much in our world is changing a high speed, the lessons about money and the principles of Rich Dad Poor Dad haven’t changed. Today, as money continues to play a key role in our daily lives, the messages in Robert Kiyosaki’s international bestseller are more timely and more important than ever.",
            "category": "finance",
            "author": "Robert T. Kiyoski",
            "image": "https://images-na.ssl-images-amazon.com/images/I/81BE7eeKzAL._AC_UL127_SR127,127_.jpg",
            "price": "369"
        },
        {
            "id": "25",
            "title": "Brown Bear, Brown Bear, What Do You See?",
            "description": "Containing artwork and animals, this story acts as an introduction for children to look and learn about colours.",
            "category": "children",
            "author": " Bill Martin Jr. ",
            "image": "https://images-na.ssl-images-amazon.com/images/I/81kZ3Gl3WKL._AC_UL127_SR127,127_.jpg",
            "price": "291"
        },
        {
            "id": "26",
            "title": "The Way Forward (The Inward Trilogy)",
            "description": "The #1 New York Times bestselling poet returns with his most inspiring collection yet. In this third and final installment of his poetic trilogy, Yung Pueblo expands upon favorite themes while guiding readers further, toward a life lived authentically, intuitively, and in harmony with others.In these rapidly changing times, it is more important than ever to know ourselves well and fully, even and especially in the face of turmoil. The Way Forward encourages readers to connect more deeply to their intuition, using it to remain focused and grounded amidst a world in constant flux.In his latest collection of poetry and short prose, Yung Pueblo offers clear strategies for managing the unknown, inhabiting your personal power, and bringing your truest, healthiest self to relationships. Progressing naturally from both Inward and Clarity & Connection, The Way Forward is exactly that­­—an inspired beginning.",
            "category": "self-help",
            "author": "Yung Pueblo",
            "image": "https://images-na.ssl-images-amazon.com/images/I/61utGP+UshL._AC_UL127_SR127,127_.jpg",
            "price": "291"
        },
        {
            "id": "27",
            "title": "A Court of Thorns and Roses (A Court of Thorns and Roses, 1)",
            "description": "Feyre is a huntress. And when she sees a deer in the forest being pursued by a wolf, she kills the predator and takes its prey to feed herself and her family.But the wolf was not what it seemed, and Feyre cannot predict the high price she will have to pay for its death... Dragged away from her family for the murder of a faerie, Feyre discovers that her captor, his face obscured by a jewelled mask, is hiding even more than his piercing green eyes suggest.As Feyre's feelings for Tamlin turn from hostility to passion, she learns that the faerie lands are a far more dangerous place than she realized. And Feyre must fight to break an ancient curse, or she will lose him forever.",
            "category": "fiction",
            "author": "Sarah J. Maas",
            "image": "https://images-na.ssl-images-amazon.com/images/I/8180Uhc4BuL._AC_UL127_SR127,127_.jpg",
            "price": "658"
        },
        {
            "id": "28",
            "title":"Darkfever(Fever Series Book 1)",
            "description":"MacKayla Lane’s life is good. She has great friends, a decent job, and a car that breaks down only every other week or so. In other words, she’s your perfectly ordinary twenty-first-century woman. Or so she thinks . . . until something extraordinary happens. When her sister is murdered, leaving a single clue to her death—a cryptic message on Mac’s cell phone—Mac journeys to Ireland in search of answers. The quest to find her sister’s killer draws her into a shadowy realm where nothing is as it seems, where good and evil wear the same treacherously seductive mask. She is soon faced with an even greater challenge: staying alive long enough to learn how to handle a power she had no idea she possessed–a gift that allows her to see beyond the world of man, into the dangerous realm of the Fae. . . . As Mac delves deeper into the mystery of her sister’s death, her every move is shadowed by the dark, mysterious Jericho, a man with no past and only mockery for a future. As she begins to close in on the truth, the ruthless Vlane—an alpha Fae who makes sex an addiction for human women–closes in on her. And as the boundary between worlds begins to crumble, Mac’s true mission becomes clear: find the elusive Sinsar Dubh before someone else claims the all-powerful Dark Book—because whoever gets to it first holds nothing less than complete control of the very fabric of both worlds in their hands. . . . Look for all of Karen Marie Moning’s sensational Fever novels: DARKFEVER | BLOODFEVER | FAEFEVER | DREAMFEVER | SHADOWFEVER | ICED | BURNED | FEVERBORN | FEVERSONG BONUS: This edition contains an excerpt from Karen Marie Moning's Bloodfever." ,
            "category":"fiction",
            "author": "Karen Marie Moning",
            "image":"http://books.google.com/books/content?id=tli3oYByCTYC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api" ,
            "price":"529"
        },
        {
            "id": "29",
            "title": "The Psychology Of Money",
            "description":"Timeless lessons on wealth, greed, and happiness doing well with money isn?t necessarily about what you know. It?s about how you behave. And behavior is hard to teach, even to really smart people. How to manage money, invest it, and make business decisions are typically considered to involve a lot of mathematical calculations, where data and formulae tell us exactly what to do. But in the real world, people don?t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In the psychology of money, the author shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life?s most important matters." ,
            "category":"finance",
            "author":"Morgan Housel " ,
            "image": "https://m.media-amazon.com/images/I/71g2ednj0JL._SY466_.jpg",
            "price":"299"
        },
        {
            "id":"30" ,
            "title": "Ikigai",
            "description": "We all have an ikigai.It's the Japanese word for ‘a reason to live’ or ‘a reason to jump out of bed in the morning’.It’s the place where your needs, desires, ambitions, and satisfaction meet. A place of balance. Small wonder that finding your ikigai is closely linked to living longer.Finding your ikigai is easier than you might think. This book will help you work out what your own ikigai really is, and equip you to change your life. You have a purpose in this world: your skills, your interests, your desires and your history have made you the perfect candidate for something. All you have to do is find it.Do that, and you can make every single day of your life joyful and meaningful.            ",
            "category":"self-help",
            "author": "Francesc Miralles ",
            "image":"https://m.media-amazon.com/images/I/814L+vq01mL._AC_UY327_FMwebp_QL65_.jpg" ,
            "price":"266"
        },
        {
            "id":"31" ,
            "title":"The Compound Effect" ,
            "description":"In The Compound Effect, Darren Hardy, reveals the core principles that drive success. and presents a distillation of the fundamental principles that have guided the most phenomenal successes in business, relationships, and beyond. This is an easy-to-use, step-by-step, no gimmicks, no hyperbole, no magic bullet operating system that allows you to multiply your success, chart your progress, and achieve anything you desire. It is based on the principle that decisions shape your destiny and how little, everyday decisions will, by default, either take you to the life you desire or to disaster. If you're serious about living an extraordinary life, use the power of The Compound Effect to create the success you want. This book will teach you: . How to win?every time. Eradicating your bad habits, some of which even you might be unaware of. how to get yourself to do things you don?t feel like doing. Capturing the elusive, awesome force of momentum. The acceleration secrets of super achievers etc., among other things." ,
            "category":"finance",
            "author":"Darren Hardy" ,
            "image":"https://m.media-amazon.com/images/I/71nAPgrH3aL._AC_UY327_QL65_.jpg" ,
            "price":"110"
        },
        {
            "id":"32" ,
            "title":"The Richest Man In Babylon" ,
            "description": "Discover the secrets to financial prosperity in The Richest Man In Babylon by George S. Clason. This timeless guide shares timeless principles of wealth creation, offering practical advice through engaging stories set in ancient Babylon.",
            "category":"finance",
            "author":"George S. Clason " ,
            "image": "https://m.media-amazon.com/images/I/41CqCjeEtML._SX342_SY445_.jpg",
            "price":"99"
        },
        {
            "id":"33" ,
            "title":"The Intelligent Investor" ,
            "description": "It is a widely acclaimed book by Benjamin Graham on value investing. Written by one of the greatest investment advisers of twentieth century, the book aims at preventing potential investors from substantial errors and also teaches them strategies to achieve long-term investment goals. Over the years, investment market has been following teachings and strategies of Graham for growth and development. In the book, Graham has explained various principles and strategies for investing safely and successfully without taking bigger risks. Modern-day investors still continue to use his proven and well-executed techniques for value investment. The current edition highlights some of the important concepts that are useful for latest financial orders and plans. Keeping Graham's unique text in original form, the book focuses on major principles that can be applied in day-to-day life. All the concepts and principles are explained with the help of examples for better clarity and understanding of the financial world. Combination of original plan of Graham and the current financial situations are the reason behind this books preference todays investors. It is a detailed version with several wisdom quotes that are likely to change ones investing career and lead to the path of financial safety and security. About the Author: A professional investor and economist, known all over the world, Benjamin Graham is believed to be the father of value investing. He first taught this new investment approach at Columbia Business School. A British-born, he is credited with having pioneered numerous cutting edge concepts that, many believe, pushed several of his followers in the world of investments, to the top.",
            "category":"finance",
            "author":"Benjamin Graham" ,
            "image":"https://images-eu.ssl-images-amazon.com/images/I/91+t0Di07FL._AC_UL160_SR160,160_.jpg" ,
            "price":"479"
        },
        {
            "id":"34" ,
            "title":"The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach to Living a Good Life" ,
            "description":"In this generation-defining self-help guide, a superstar blogger cuts through the crap to show us how to stop trying to be “positive” all the time so that we can truly become better, happier people.For decades, we’ve been told that positive thinking is the key to a happy, rich life. “Fuck positivity,” Mark Manson says. “Let’s be honest, shit is fucked and we have to live with it.” In his wildly popular Internet blog, Manson doesn’t sugar-coat or equivocate. He tells it like it is—a dose of raw, refreshing, honest truth that is sorely lacking today. The Subtle Art of Not Giving a F**k is his antidote to the coddling, let’s-all-feel-good mind-set that has infected.American society and spoiled a generation, rewarding them with gold medals just for showing up.Manson makes the argument, backed both by academic research and well-timed poop jokes, that improving our lives hinges not on our ability to turn lemons into lemonade, but on learning to stomach lemons better. Human beings are flawed and limited—“not everybody can be extraordinary, there are winners and losers in society and some of it is not fair or your fault.” Manson advises us to get to know our limitations and accept them. Once we embraceour fears, faults and uncertainties, once we stop running and avoiding and start confronting painful truths, we can begin to find the courage, perseverance, honesty, responsibility, curiosity and forgiveness we seek.There are only so many things we can give a fuck about so we need to figure out which ones really matter, Manson makes clear. While money is nice, caring about what you do with your life is better, because true wealth is about experience.A much-needed grab-you-by-the-shoulders-and-look-you-in the-eye moment of real talk, filled with entertaining stories and profane, ruthless humor, The Subtle Art of Not Giving a F**k is a refreshing slap for a generation to help them truly lead contented, grounded lives." ,
            "category":"non-fiction",
            "author":"Mark Manson" ,
            "image":"https://m.media-amazon.com/images/I/71t4GuxLCuL._AC_UY327_QL65_.jpg" ,
            "price":"387"
        },
        {
            "id":"35" ,
            "title":"The Alchemist" ,
            "description":"Paulo Coelho's enchanting novel has inspired a devoted following around the world. This story, dazzling in its powerful simplicity and inspiring wisdom, is about an Andalusian shepherd boy named Santiago who travels from his homeland in Spain to the Egyptian desert in search of a treasure buried in the Pyramids. Along the way he meets a Gypsy woman, a man who calls himself" ,
            "category":"fiction",
            "author":"Paulo Coelho " ,
            "image":"https://m.media-amazon.com/images/I/41e+TR4xPDL._SY445_SX342_.jpg" ,
            "price":"243"
        },
        {
            "id":"36" ,
            "title": "THE SILENT PATIENT ",
            "description":"WITH OVER THREE MILLION COPIES SOLD, read the Sunday Times and No.1 New York Times bestselling, record-breaking thriller that everyone is talking about - soon to be a major film. 'The perfect thriller' AJ FINN 'Terrific' - THE TIMES Crime Book of the Month 'Smart, sophisticated suspense' - LEE CHILD 'Compelling' - OBSERVER 'Absolutely brilliant' - STEPHEN FRY 'A totally original psychological mystery' - DAVID BALDACCI 'One of the best thrillers I've read this year' - CARA HUNTER 'The pace and finesse of a master' - BBC CULTURE Alicia Berenson lived a seemingly perfect life until one day six years ago.When she shot her husband in the head five times. Since then she hasn't spoken a single word.It's time to find out why. THE SILENT PATIENT is the gripping must-read thriller of the year - perfect for fans of THE FAMILY UPSTAIRS by Lisa Jewell, BLOOD ORANGE by Harriet Tyce and PLAYING NICE by JP Delaney." ,
            "category":"mystery",
            "author":"Alex Michaelides" ,
            "image": "https://m.media-amazon.com/images/I/81JJPDNlxSL._AC_UY327_FMwebp_QL65_.jpg",
            "price":"194"
        },
        {
            "id":"37" ,
            "title":"VERITY" ,
            "description":"Are you ready to stay up all night? Rebecca meets Gone Girl in this shocking, unpredictable thriller with a twist that will leave you reeling . . . The TikTok sensation from the author of It Ends With Us.Lowen Ashleigh is a struggling writer on the brink of financial ruin when she accepts the job offer of a lifetime. Jeremy Crawford, husband of bestselling author Verity Crawford, has hired Lowen to complete the remaining books in a successful series his injured wife is unable to finish. Lowen arrives at the Crawford home, ready to sort through years of Verity's notes and outlines, hoping to find enough material to get her started. What Lowen doesn't expect to uncover in the chaotic office is an unfinished autobiography Verity never intended for anyone to read. Page after page of bone-chilling admissions, including Verity's recollection of the night their family was forever altered. Lowen decides to keep the manuscript hidden from Jeremy, knowing its contents would devastate the already-grieving father. But as Lowen's feelings for Jeremy begin to intensify, she recognizes all the ways she could benefit if he were to read his wife's words. After all, no matter how devoted Jeremy is to his injured wife, a truth this horrifying would make it impossible for him to continue loving her . . .200,000 READERS HAVE ALREADY GIVEN VERITY FIVE STARS'One of the best thrillers I have ever read' *****'Powerful, mind-blowing and emotional' *****'The plot twists and that ending came out of nowhere' *****'There are no words. Bravo' *****'Dark, creepy, and one hundred per cent original' *****'I NEEDED to know how this was going to end' *****'Left me completely speechless' *****" ,
            "category":"mystery",
            "author":"Colleen Hoover" ,
            "image":"https://m.media-amazon.com/images/I/91868k2+gUL._SY466_.jpg" ,
            "price":"238"
        },
        {
            "id":"38" ,
            "title":"It Ends With Us" ,
            "description":"The newest, highly anticipated novel from beloved #1 New York Times bestselling author, Colleen Hoover. Sometimes it is the one who loves you who hurts you the most. Lily hasn?t always had it easy, but that's never stopped her from working hard for the life she wants. She?s come a long way from the small town in Maine where she grew up?she graduated from college, moved to Boston and started her own business. So when she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lily?s life suddenly seems almost too good to be true. Ryle is assertive, stubborn, maybe even a little arrogant. He?s also sensitive, brilliant and has a total soft spot for Lily. And the way he looks in scrubs certainly doesn?t hurt. Lily can not get him out of her head. But Ryle?s complete aversion to relationships is disturbing. Even as Lily finds herself becoming the exception to his ?no dating? rule, she can not help but wonder what made him that way in the first place. As questions about her new relationship overwhelm her, so do thoughts of Atlas Corrigan?her first love and a link to the past she left behind. He was her kindred spirit, her protector. When Atlas suddenly reappears, everything Lily has built with Ryle is threatened. With this bold and deeply personal novel, Colleen Hoover delivers a heart-wrenching story that breaks exciting new ground for her as a writer. Combining a captivating romance with a cast of all-too-human characters, it ends with us is an unforgettable tale of love that comes at the ultimate price." ,
            "category":"romance",
            "author":"Colleen Hoover" ,
            "image":"https://m.media-amazon.com/images/I/81s0B6NYXML._SY466_.jpg" ,
            "price":"220"
        },
        {
            "id":"39" ,
            "title":"Girl, Alone" ,
            "description":"FBI Agent Ella Dark has studied serial killers from the time she could read, devastated by the murder of her own father. With her photographic memory, she has obtained an encyclopedic knowledge of every serial killer, every victim and every case. But when a serial killer strikes in the swamps of Louisiana, Ella soon comes to learn that the real thing is like nothing she ever expected.FBI Agent Ella Dark, 29, is given her big chance to achieve her life’s dream: to join the Behavioral Crimes Unit. Ella’s hidden obsession of gaining an encyclopedic knowledge of serial killers has led to her being singled out for her brilliant mind, and invited to join the big leagues.But face to face with a real murder, a real killer, and a real ticking clock, Ella realizes she can’t rely on her knowledge. She must learn to trust her instinct, and allow herself to enter the dark canals of a real killer’s mind.If she gets it wrong, her career is at stake.And so is the next victim’s life.Will Ella’s talent be an asset?Or the source of her downfall?A page-turning and harrowing crime thriller featuring a brilliant and tortured FBI agent, the ELLA DARK series is a riveting mystery, packed with suspense, twists and turns, revelations, and driven by a breakneck pace that will keep you flipping pages late into the night." ,
            "category":"mystery",
            "author":"Blake Pierce " ,
            "image":"https://m.media-amazon.com/images/I/810fMTMuZML._AC_UY327_FMwebp_QL65_.jpg" ,
            "price":"794"
        },
        {
            "id":"40" ,
            "title":"Win Your Inner Battles" ,
            "description":"Do you want to change your career? Start a business? Stop losing sleep over a deadline? End your relationship? Or maybe, just live a fulfilling life? Everyone has goals and ambitions in life. But we often don't pursue our inner desires because of one thing: Fear and a lack of self-confidence.In Win Your Inner Battles, I will show you how to destroy fear and live your life with a sense of purpose.You'll learn how to:Conquer fearImprove self-confidenceStop worryingAnd live life on YOUR termsI wrote this book based on my own experiences. No matter how bad your situation is, there is always a way out." ,
            "category":"health",
            "author":"Darius Foroux" ,
            "image":"https://m.media-amazon.com/images/I/61fZGRSB3XS._AC._SR360,460.jpg" ,
            "price":"118"
        },
        {
            "id":"41" ,
            "title":"Dr Cuterus: Everything Nobody Tells You About Your Body" ,
            "description":"No matter what kind of bits you have, the 'private' bits between our legs often leave us with ... many feelings and many questions.Is it big enough? Is it too big? Why is it so dark? And hairy? How are babies made? Why do periods hurt? As John Mayer so beautifully sang, your body is a wonderland, but in the land of the Kama Sutra, we often forget this. Words like vagina, clitoris, penis, scrotum tend to confound and embarrass people.Maybe even you, dear reader?Even though everyone has a body, nobody wants to talk about it. Especially those 'private' bits. With so much shame and stigma, we have nowhere to go to learn and understand our bodies. Instead of a beautiful, technicolour musical, our relationship with our bodies remains a drab black and white production.This is where this book comes in-a one-stop scientific, funny, and easy to understand guide to everything you've always wondered about what's 'down there'.Or even up there! Whatever your concern, Dr Cuterus has got you covered." ,
            "category":"health",
            "author":"Dr Tanaya Narendra" ,
            "image":"https://m.media-amazon.com/images/I/81RMLBE+sHL._AC._SR360,460.jpg" ,
            "price":"184"
        },
        {
            "id":"42" ,
            "title":"What to Expect When You're Expecting" ,
            "description": "With 18.5 million copies in print, What to Expect When You’re Expecting is read by 93% of women who read a pregnancy book and was named one of the ‘Most Influential Books of the Last 25 Years’ by USA Today. This cover-to-cover (including the cover!) new edition is filled with must-have information, advice, insight, and tips for a new generation of mums and dads. With What to Expects trademark warmth, empathy, and humour, it answers every conceivable question expectant parents could have, including dozens of new ones based on the ever-changing pregnancy and birthing practices and choices they face. Advice for dads is fully integrated throughout the book. All medical coverage is completely updated, including the latest on prenatal screening and the safety of medications during pregnancy, as well as a brand-new section on postpartum birth control. Current lifestyle trends are incorporated, too: Juice bars, raw diets, e-cigarettes, push presents, baby bump posting, the lowdown on omega-3 fatty acids, grass-fed and organic, health food fads, and GMOs. Plus expanded coverage of IVF pregnancy, multiple pregnancies, breastfeeding while pregnant, water and home births, and caesarean trends (including VBACs and ‘gentle caesareans').",
            "category":"health",
            "author":"heidi murkoff" ,
            "image":"https://m.media-amazon.com/images/I/810TiaIe4jL._AC._SR360,460.jpg" ,
            "price":"378"
        },
        {
            "id":"43" ,
            "title":"Psychopathology of Everyday Life" ,
            "description":"Psychopathology of Everyday Life is a seminal work by Sigmund Freud, the father of psychoanalysis. This captivating book delves into the hidden meanings behind everyday slips of the tongue, forgetfulness, and other seemingly innocent errors. Freud's groundbreaking theories shed light on the unconscious mind and reveal the psychological underpinnings of common human experiences." ,
            "category":"health",
            "author":"Sigmund Freud" ,
            "image":"https://m.media-amazon.com/images/I/61s3uLKk4KL._AC._SR360,460.jpg" ,
            "price":"148"
        },
        {
            "id":"44" ,
            "title":"Awaken the Giant within" ,
            "description":"Tonys incredible understanding of the world, people and human nature make him the ultimate like coach. He knows what it takes to make people excel and win!   Andre Agassi Robbins is a mass of walking energy and passion.  Time Out Are you in charge of your life? Or are you being swept away by things that are seemingly out of your control? In AWAKEN THE GIANT WITHIN, Anthony Robbins, the bestselling author of UNLIMITED POWER, shows the reader how to take immediate control of their mental, emotional, physical and financial destiny.Further praise for Tony Robbins:-A fascinating, intriguing presentation of cutting-edge findings and insights  including the growing consciousness that true success is anchored in enduring values and service to other.   Stephen R. Covey, Author of The 7 Habits of Highly Effective People" ,
            "category":"health",
            "author":"ROBBINS ANTHONY" ,
            "image":"https://m.media-amazon.com/images/I/71fPFscR6iL._AC._SR360,460.jpg" ,
            "price":"378"
        },
        {
            "id":"45" ,
            "title":"Furiously Happy" ,
            "description":"For fans of David Sedaris, Tina Fey and Caitlin Moran comes Furiously Happy from Jenny Lawson, author of the #1 New York Times bestseller Let's Pretend This Never Happened.In Let's Pretend This Never Happened, Jenny Lawson regaled readers with uproarious stories of her bizarre childhood. In Furiously Happy she explores her lifelong battle with mental illness. A hysterical, ridiculous book about crippling depression and anxiety? That sounds like a terrible idea. And terrible ideas are what Jenny does best.As Jenny says: 'You can't experience pain without also experiencing the baffling and ridiculous moments of being fiercely, unapologetically, intensely and (above all) furiously happy.' It's a philosophy that has – quite literally – saved her life.Jenny's first book, Let's Pretend This Never Happened, was ostensibly about family, but deep down it was about celebrating your own weirdness. Furiously Happy is a book about mental illness, but under the surface it's about embracing joy in fantastic and outrageous ways. And who doesn't need a bit more of that?" ,
            "category":"health",
            "author":"Jenny Lawson" ,
            "image":"https://m.media-amazon.com/images/I/A1j5V7Kn53L._AC._SR360,460.jpg" ,
            "price":"461"
        },
        {
            "id":"46" ,
            "title":"A Man Called Ove" ,
            "description":"The million-copy bestselling phenomenon, Fredrik Backman's heartwarming debut is a funny, moving, uplifting tale of love and community that will leave you with a spring in your step. Perfect for fans of Rachel Joyce's The Unlikely Pilgrimage of Harold Fry, Graeme Simsion's The Rosie Project and David Nicholl's US. New York Times bestseller'Warm, funny, and almost unbearably moving' Daily Mail'Rescued all those men who constantly mean to read novels but never get round to it' Spectator Books of the YearAt first sight, Ove is almost certainly the grumpiest man you will ever meet. He thinks himself surrounded by idiots - neighbours who can't reverse a trailer properly, joggers, shop assistants who talk in code, and the perpetrators of the vicious coup d'etat that ousted him as Chairman of the Residents' Association. He will persist in making his daily inspection rounds of the local streets. But isn't it rare, these days, to find such old-fashioned clarity of belief and deed? Such unswerving conviction about what the world should be, and a lifelong dedication to making it just so?In the end, you will see, there is something about Ove that is quite irresistible. . ." ,
            "category":"historical-fiction",
            "author":"Fredrik Backman " ,
            "image":"https://m.media-amazon.com/images/I/81DXIOk9glL._AC._SR360,460.jpg" ,
            "price":"205"
        },
        {
            "id":"47" ,
            "title":"WHAT IF" ,
            "description":"THE SUNDAY TIMES BESTSELLERFrom the creator of the wildly popular , hilarious and informative answers to important questions you probably never thought to ask.Millions visit each week to read Randall Munroe's iconic webcomic. Fans ask him a lot of strange questions: How fast can you hit a speed bump, driving, and live? When (if ever) did the sun go down on the British Empire? When will Facebook contain more profiles of dead people than living? How many humans would a T Rex rampaging through New York need to eat a day?In pursuit of answers, Munroe runs computer simulations, pores over stacks of declassified military research memos, solves differential equations and consults nuclear reactor operators. His responses are masterpieces of clarity and hilarity, complemented by comics. They often predict the complete annihilation of humankind, or at least a really big explosion." ,
            "category":"historical-fiction",
            "author":"Randall Munroe " ,
            "image":"https://m.media-amazon.com/images/I/71kLwTgg3AL._SY466_.jpg" ,
            "price":"295"
        },
        {
            "id":"48" ,
            "title":"Eleanor Oliphant is Completely Fine" ,
            "description":"Funny, touching and unpredictable Jojo MoyesEleanor Oliphant has learned how to survive  but not how to liveEleanor Oliphant leads a simple life. She wears the same clothes to work every day, eats the same meal deal for lunch every day and buys the same two bottles of vodka to drink every weekend.Eleanor Oliphant is happy. Nothing is missing from her carefully timetabled life. Except, sometimes, everything.One simple act of kindness is about to shatter the walls Eleanor has built around herself. Now she must learn how to navigate the world that everyone else seems to take for granted  while searching for the courage to face the dark corners shes avoided all her life.Change can be good. Change can be bad. But surely any change is better than fine?" ,
            "category":"fiction",
            "author":"Gail Honeyman" ,
            "image":"https://images-eu.ssl-images-amazon.com/images/I/61GCX8Zj1aL._AC_UL160_SR160,160_.jpg" ,
            "price":"268"
        },
        {
            "id":"49" ,
            "title":"The Rosie Project (The Rosie Project Series, 1)" ,
            "description":"A thirty-nine-year-old geneticist, Don's never had a second date. So he devises the Wife Project, a scientific test to find the perfect partner. Enter Rosie - 'the world's most incompatible woman' - throwing Don's safe, ordered life into chaos. But what is this unsettling, alien emotion he's feeling?" ,
            "category":"historical-fiction",
            "author":"Graeme Simsion " ,
            "image":"https://m.media-amazon.com/images/I/71-x7qbKmCL._AC._SR360,460.jpg" ,
            "price":"349"
        },
        {
            "id":"50" ,
            "title":"Encyclopedia: Space (Space Encyclopedia)" ,
            "description":"When did humans begin to explore space? How did they save themselves from the hazards of Radiation and vacuun? What is it like for an astronaut to travel in space? This book is packed with interesting facts about the incredible milkyway galaxy, the brightest stars, the solar system, the dwarf planets and much more! This book is a boon for all budding astronauts and space wizards!." ,
            "category":"children",
            "author":"Om Books Editorial Team" ,
            "image":"https://images-eu.ssl-images-amazon.com/images/I/51bh8Y3Si4L._AC_SX184_.jpg" ,
            "price":"149"
        },
        {
            "id":"51" ,
            "title":"Story Book- 101 Panchatantra Stories " ,
            "description":"The Panchatantra is a collection of short stories from India, written more than 5000 years ago! This is a collection of stories from that legendary collection. The stories inculcate moral values in children in a subtle and fun manner. Enjoy the stories, where plants and animals can converse with human beings too!." ,
            "category":"children",
            "author":"Om Books Editorial Team" ,
            "image":"https://images-eu.ssl-images-amazon.com/images/I/516BDKGxzTL._AC_SX184_.jpg" ,
            "price":"188"
        }
        
    ]
}
